{
  "question_id": 41719,
  "post_id": 41980,
  "question_title": "Will the community prediction be higher than 60.00% on 2026-02-11 for the Metaculus question \"Will the United States attack Iran before April 2026?\"?",
  "question_type": "binary",
  "timestamp": "20260202_230935",
  "probability": 0.3,
  "logit": -0.85,
  "probabilities": null,
  "median": null,
  "confidence_interval": null,
  "percentiles": null,
  "summary": "This meta-question asks whether the Metaculus CP for \"US attack Iran before April 2026\" will exceed 60% on Feb 11. The current CP is 56% (down from 60% on Feb 1), showing strong de-escalation momentum. High-level US-Iran talks are scheduled for Friday Feb 6 in Istanbul, with multiple regional mediators involved. Both sides are signaling willingness to negotiate, with Iran offering nuclear concessions. For CP to rise above 60%, talks would need to fail dramatically or a military incident would occur. Given the diplomatic investment from both sides and 7 regional countries, continued de-escalation is more likely than reversal. The 4-point CP drop in ~1 day suggests forecasters are already pricing in diplomatic progress.",
  "factors": [
    {
      "description": "CP already dropped from 60% to 56% - needs 4+ point reversal to resolve YES, trend is clearly downward",
      "logit": -1.0,
      "confidence": 0.9,
      "effective_logit": -0.9
    },
    {
      "description": "High-level Witkoff-Araghchi talks scheduled Friday Feb 6 in Istanbul - first talks since June conflict, showing diplomatic momentum",
      "logit": -0.8,
      "confidence": 0.85,
      "effective_logit": -0.68
    },
    {
      "description": "Seven regional FMs (Turkey, Qatar, Egypt, Oman, UAE, Saudi, Pakistan) facilitating - significant investment in preventing conflict",
      "logit": -0.5,
      "confidence": 0.8,
      "effective_logit": -0.4
    },
    {
      "description": "Iran offering nuclear concessions (zero enrichment under consortium) - signals serious engagement",
      "logit": -0.4,
      "confidence": 0.75,
      "effective_logit": -0.30000000000000004
    },
    {
      "description": "Talks could fail dramatically, spiking strike probability - key uncertainty before resolution",
      "logit": 0.5,
      "confidence": 0.6,
      "effective_logit": 0.3
    },
    {
      "description": "Gap remains on missiles/proxies - Iran says missiles 'never' on table, could cause impasse",
      "logit": 0.3,
      "confidence": 0.7,
      "effective_logit": 0.21
    },
    {
      "description": "USS Abraham Lincoln battle group in position - military option remains live if diplomacy fails",
      "logit": 0.2,
      "confidence": 0.65,
      "effective_logit": 0.13
    }
  ],
  "resolution": null,
  "submitted_at": "20260202_230935",
  "comment_posted_at": "20260203_162427"
}