{
  "question_id": 41646,
  "post_id": 41908,
  "question_title": "Will the WHO Director-General declare a PHEIC for H5N1 before May 1, 2026?",
  "question_type": "binary",
  "timestamp": "20260202_174657",
  "probability": 0.06,
  "logit": -2.8,
  "probabilities": null,
  "median": null,
  "confidence_interval": null,
  "percentiles": null,
  "summary": "No PHEIC for H5N1 has been declared and no indicators suggest one is imminent. The WHO has not convened an Emergency Committee for H5N1, risk assessments remain at \"low\" for the general population, and critically, there is no evidence of sustained human-to-human transmission - the key factor that would typically trigger such a declaration. The related Metaculus question about H5 PHEIC before 2026 resolved NO with strong consensus. While scientists express concern about H5N1's trajectory and spread to new species like dairy cattle, the 3-month window is short for the dramatic escalation required. The main tail risk is if the virus rapidly acquires H-H transmission capability, but current surveillance shows no signs of this.",
  "factors": [
    {
      "description": "No WHO Emergency Committee meeting announced for H5N1 - indicates no imminent declaration process",
      "logit": -1.0,
      "confidence": 0.9,
      "effective_logit": -0.9
    },
    {
      "description": "WHO risk assessment remains 'low' for general population as of January 2026",
      "logit": -0.8,
      "confidence": 0.85,
      "effective_logit": -0.68
    },
    {
      "description": "No evidence of sustained human-to-human transmission - the key PHEIC trigger",
      "logit": -1.2,
      "confidence": 0.85,
      "effective_logit": -1.02
    },
    {
      "description": "CDC ended H5N1 emergency declaration in July 2025, signaling de-escalation",
      "logit": -0.5,
      "confidence": 0.8,
      "effective_logit": -0.4
    },
    {
      "description": "Related Metaculus Q30763 (H5 PHEIC before 2026) resolved NO at 0.1%",
      "logit": -0.4,
      "confidence": 0.95,
      "effective_logit": -0.38
    },
    {
      "description": "Scientists expressing heightened concern; virus spreading to new species (cattle)",
      "logit": 0.3,
      "confidence": 0.7,
      "effective_logit": 0.21
    },
    {
      "description": "Short 3-month window limits time for situation to dramatically change",
      "logit": -0.4,
      "confidence": 0.8,
      "effective_logit": -0.32000000000000006
    },
    {
      "description": "Potential for rapid escalation if H5N1 acquires H-H transmission mutations",
      "logit": 0.2,
      "confidence": 0.5,
      "effective_logit": 0.1
    }
  ],
  "resolution": null,
  "submitted_at": "20260202_174710"
}